# Задание 1.

# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.
print("Введите ваше имя > ")
a = str(input())
print("Введите ваш пароль > ")
b = str(input())
print("Введите ваш возраст > ")
c = str(input())

print(f"Ваше имя {a} , ваш пароль {b}, ваш возраст {c}!")